Revit 2027 API
SymbolTypeId.Psf Property
 Symbol psf, indicating unit Pounds force per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Psf { get; }
Public Shared ReadOnly Property Psf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Psf {
	ForgeTypeId^ get ();
}
static member Psf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace